#Generated properties
#Tue Nov 13 12:44:43 CET 2012
label.eag.uploadingerror.eadidautformrepeated=Textinn fyrir "Au\u00f0kenni skjalav\u00f6rslustofnunar" e\u00f0a "Nafn skjalav\u00f6rslustofnunar" er \u00feegar \u00ed notkun innan kerfisins og getur ekki veri\u00f0 endurtekinn. Vinsamlegast reyndu aftur me\u00f0 \u00f6\u00f0rum texta.
country.greece=Grikkland
content.message.label.createHG=B\u00faa til skjalaskr\u00e1 me\u00f0 \u00f3tengdum hj\u00e1lparg\u00f6gnum
dashboard.error-500.title=M\u00c6LABOR\u00d0 - Innri kerfisvilla
success.feedback.contact=Athugasemd \u00fe\u00edn var send. \u00deakka \u00fe\u00e9r fyrir!
label.ok=OK
dashboard.viewftpfiles.title=M\u00c6LABOR\u00d0 - Sj\u00e1 FTP skr\u00e1r
ead2ese.content.no=Nei
dashboard.editead.btn.addalllevels=B\u00e6ta vi\u00f0 \u00f6llum stigum
terms.use.part.three.title.footer=Grein 1: R\u00e9ttindi og skyldur afhendingara\u00f0ila efnis
admin.sessionmanagement.orginal=Upprunalegt nafn/hlutverk
content.message.findingaidsnotindexed=Hj\u00e1lparg\u00f6gn hafa ekki veri\u00f0 flokku\u00f0
admin.menu.label.isocode=ISO 3166-1 au\u00f0kenni lands
al.message.instselection=Veldu stofnun til a\u00f0 breyta efni:
terms.use.part.six.footer=\u00deessu samkomulagi er a\u00f0eins h\u00e6gt a\u00f0 breyta me\u00f0 sam\u00feykki verkefnah\u00f3psins. Engar breytingar \u00e1 samkomulaginu \u00e6ttu a\u00f0 vera bindandi nema \u00fe\u00e6r s\u00e9u skriflegar og samr\u00e6mist reglum nefndarinnar.
al.message.error.overwrite=Villa kom upp vi\u00f0 a\u00f0 uppf\u00e6ra skjalav\u00f6rsluumhverfi. Skr\u00e1in hefur ekki veri\u00f0 uppf\u00e6r\u00f0. Vinsamlega reyndu aftur s\u00ed\u00f0ar.
content.message.published=Birt
content.message.titlefileswithemptyeadid=SKR\u00c1R ME\u00d0 AUTT EADID
admin.menu.dptversions=\u00datg\u00e1fur af verkf\u00e6ri til gagnavinnslu
content.message.selectall=velja allt
dashboard.editead.databasepreparationfinished=T\u00f3kst a\u00f0 b\u00faa til ra\u00f0ir \u00ed gagnagrunni.
previewal.text.parallelformname=Anna\u00f0 nafn:
content.message.toholdings=Fara \u00e1 valm\u00f6guleika skjalaskr\u00e1a
country.iceland=\u00cdsland
user.info.country.select=--- Vinsamlegast veldu land---
dashboard.countrystate.title=M\u00c6LABOR\u00d0 - T\u00f6lfr\u00e6\u00f0i landa
eag.menu.creation=B\u00faa til EAG skr\u00e1
eadcontent.physdesc=F\u00fds\u00edsk l\u00fdsing
label.accept=Sam\u00feykkja
label.email=Netfang
content.message.titlefileswitherrors=SKR\u00c1R ME\u00d0 VILLUM
dashboard.hgcreation.saveandquit=Ertu viss um a\u00f0 \u00fe\u00fa viljir vista skjalaskr\u00e1na n\u00fana og fara af s\u00ed\u00f0unni?
al.message.someErrors=Villa kom upp vi\u00f0 a\u00f0 ey\u00f0a/setja inn uppl\u00fdsingarnar \u00fe\u00ednar \u00ed gagnagrunninn.  Ekki var h\u00e6gt a\u00f0 fjarl\u00e6gja e\u00f0a b\u00e6ta vi\u00f0 sumum stofnunum. Vinsamlega reyndu aftur s\u00ed\u00f0ar.
content.statistics.recordsforeuropeana=Heildartala skr\u00e1a b\u00fanar til fyrir Europeana
label.footer.sitemap=Veftr\u00e9
previewal.text.tel=S\u00edmi
breadcrumb.section.checkExistingFiles=Sta\u00f0festing \u00e1 upphali skr\u00e1a
dptversion.version=N\u00famer \u00fatg\u00e1fu
firstname.required=Fornafns er krafist
dashboard.editead.databasepreparation=Vinnsla gagnagrunns
content.message.batch.convert=Umbreyta hj\u00e1lparg\u00f6gnum
label.uploadtype=Upphla\u00f0a ger\u00f0
content.message.type=Ger\u00f0
content.message.recordid=Au\u00f0kenni
eadcontent.custodhist=Saga skjalasafns
admin.menu.label.here=H\u00e9r
terms.use.part.four=1. H\u00fdsillinn starfr\u00e6kir vef\u00fej\u00f3nustu Archives Portal Europe sem er \u00fer\u00f3u\u00f0 \u00ed samr\u00e6mi vi\u00f0 verkefni\u00f0 og \u00e1kvar\u00f0anir r\u00e1\u00f0andi a\u00f0ila sem og \u00feeirra vinnuh\u00f3pa sem eru \u00e1byrgir fyrir \u00fer\u00f3un og vi\u00f0haldi innra kerfis g\u00e1ttarinnar.2. H\u00fdsillinn hefur ekki r\u00e9tt til a\u00f0 nota g\u00f6gnin \u00ed anna\u00f0 en fyrir Archives Portal Europe og m\u00e1 ekki framselja \u00feau til \u00feri\u00f0ja a\u00f0ila a\u00f0 eigin frumkv\u00e6\u00f0i. A\u00f0eins skr\u00e1\u00f0ur afhendingara\u00f0ili gagnanna getur framkv\u00e6mt sl\u00edkan flutning \u00e1 g\u00f6gnum me\u00f0 \u00fev\u00ed a\u00f0 nota til \u00feess ger\u00f0a a\u00f0ger\u00f0 \u00e1 m\u00e6labor\u00f0i. Allur flutningur \u00e1 g\u00f6gnum til \u00feri\u00f0ja a\u00f0ila sem og \u00f6ll samskipti er var\u00f0a g\u00f6gnin ver\u00f0a skr\u00e1\u00f0 og tilkynnt afhendingara\u00f0ila gagnanna.  3. H\u00fdsillinn tryggir a\u00f0 \u00f6ll umbreyting gagna sem framkv\u00e6md er \u00e1 mi\u00f0l\u00e6gu m\u00e6labor\u00f0i er samkv\u00e6mt birtum reglum og lei\u00f0beiningum. H\u00fdsillin tryggir ennfremur a\u00f0 forsko\u00f0unarm\u00f6guleikinn, sem gefur til kynna hvernig g\u00f6gnin munu l\u00edta \u00fat \u00e1 Archives Portal Europe, s\u00fdni endanlega birtingu.4. H\u00fdsillinn mun \u00fatvega afhendingara\u00f0ilum efnis \u00feau verkf\u00e6ri sem \u00feurfa til a\u00f0 vinna afhent g\u00f6gn, a\u00f0 me\u00f0t\u00f6ldum m\u00f6guleikanum a\u00f0 ey\u00f0a \u00fat eigin efni \u00far Archives Portal Europe. H\u00fdsillinn mun ekki ey\u00f0a neinum g\u00f6gnum sj\u00e1lfur, \u00fear sem afhendingara\u00f0ilar efnis munu vera \u00feeir einu sem nota \u00feann m\u00f6guleika.
al.message.archivallandscape=Skjalav\u00f6rsluumhverfi
label.eadid=EadId
previewal.text.nofacilities=Ekki er a\u00f0sta\u00f0a fyrir fatla\u00f0a
country.hungary=Ungverjaland
dashboard.hgcreation.areyousuredeletechildren=Ertu viss um a\u00f0 \u00fe\u00fa viljir ey\u00f0a \u00feessu stigi og \u00f6llum undirstigum?
ead2ese.content.license.europeana.access.free=\u00d3keypis a\u00f0gangur
aiId.violation.authorization=\u00de\u00fa hefur ekki leyfi til a\u00f0 framkv\u00e6ma \u00feessa a\u00f0ger\u00f0.  Vinsamlega far\u00f0u aftur \u00ed 'Stj\u00f3rns\u00ed\u00f0a efnis' og veldu stofnun.
content.message.not.correctly.stored=Vi\u00f0v\u00f6run: \u00deessar skr\u00e1r hafa ekki veri\u00f0 vista\u00f0ar \u00fear sem \u00fe\u00e6r eru n\u00fa \u00feegar \u00e1 M\u00e6labor\u00f0i \u00fe\u00ednu e\u00f0a sni\u00f0m\u00e1t \u00feeirra er ekki leyfilegt (a\u00f0eins XML, ZIP og XSL(T) sni\u00f0m\u00e1t eru leyf\u00f0).
content.message.EadidEmpty=EADID getur ekki veri\u00f0 autt
previewal.text.contact=Uppl\u00fdsingar tengili\u00f0s
content.message.batch.deletefromindex=Ey\u00f0a hj\u00e1lparg\u00f6gnum a\u00f0eins \u00far atri\u00f0askr\u00e1 leitar
label.ai.hg.information=Uppl\u00fdsingar
ead2ese.label.type=Ger\u00f0
previewal.text.descriptions=L\u00fdsing
user.forgetPwd=Ef \u00fe\u00fa hefur gleymt lykilor\u00f0inu \u00fe\u00ednu, getur \u00fe\u00fa fengi\u00f0 n\u00fdtt
content.message.holdings=Skjalaskr\u00e1
country.malta=Malta
label.eag.notcreated=Ekki t\u00f3kst a\u00f0 b\u00faa til EAG skr\u00e1
dashboard.contentmanager.title=M\u00c6LABOR\u00d0 - Umsj\u00f3narma\u00f0ur efnis
previewal.text.readingroom=Lestrarsalur:
label.feedback.send=Sendu athugasemd
country.croatia=Kr\u00f3at\u00eda
secretAnswer.required=Svar vi\u00f0 leynispurningu er nau\u00f0synlegt
site.error.message.back=Vinsamlegast far\u00f0u aftur \u00e1 heimas\u00ed\u00f0u m\u00e6labor\u00f0s
currentPassword.required=Gilt lykilor\u00f0 er nau\u00f0synlegt
content.message.convert=Umbreyta \u00ed APE EAD
content.message.filessuccessful=\u00deessar skr\u00e1r hafa r\u00e9tt sni\u00f0m\u00e1t fyrir Archives Portal Europe og hefur \u00feeim veri\u00f0 hla\u00f0i\u00f0 upp \u00ed m\u00e6labor\u00f0i\u00f0 \u00e1 r\u00e9ttan h\u00e1tt
previewal.text.history=Saga stofnunar:
content.message.currentEADID=N\u00faverandi EADID:
label.ftpconexion=Tengjast FTP \u00fej\u00f3ni
label.eag.uploadingerror.database=Nokkrar gagnagrunnsvillur komu \u00ed lj\u00f3s vi\u00f0 upphle\u00f0slu \u00e1 EAG skr\u00e1nni \u00feinni og var ekki h\u00e6gt a\u00f0 vista hana: vinsamlega reyndur aftur s\u00ed\u00f0ar
password.required=Lykilor\u00f0 er nau\u00f0synlegt
content.message.statuses.holdingsguide=Sta\u00f0a skjalaskr\u00e1r
content.message.orderby=Panta eftir
dashboard.menu.backtoal=Aftur \u00ed skjalav\u00f6rsluumhverfi
label.eag.uploadingerror.one=Skr\u00e1in hefur ekki XML sni\u00f0m\u00e1t (vinsamlegast athuga\u00f0u eftirnafn skr\u00e1arinnar)
al.message.institutionstoinsert=Stofnanir til a\u00f0 b\u00e6ta vi\u00f0:
country.denmark=Danm\u00f6rk
content.message.delete.queue=Ey\u00f0a skr\u00e1m \u00ed bi\u00f0
dashboard.eagwebform.title=M\u00c6LABOR\u00d0 - EAG vefsni\u00f0
label.ai.automation=Sj\u00e1lfvirk \u00fatfylling uppl\u00fdsinga tilt\u00e6k
content.message.filesuploaded=\u00de\u00fa hefur n\u00fdlega hla\u00f0i\u00f0 \u00feessum skr\u00e1m \u00e1 a\u00f0gang \u00feinn \u00e1 m\u00e6labor\u00f0inu
content.batch.disabled=Bunkavinnsla er \u00f3virk \u00e1 \u00feessum net\u00fej\u00f3ni.
content.message.select.label=Val
dashboard.languagenames.title=M\u00c6LABOR\u00d0 - Tungum\u00e1l
user.accessDenied=\u00deessi a\u00f0gangur er \u00feegar \u00ed notkun. Vinsamlega reyndu aftur s\u00ed\u00f0ar.
user.info.advantages=Me\u00f0 \u00fev\u00ed a\u00f0 vera skr\u00e1\u00f0ur notandi a\u00f0 m\u00e6labor\u00f0inu getur\u00f0u t.d. hla\u00f0i\u00f0 efni inn \u00e1 Archives Portal Europe og haft umsj\u00f3n me\u00f0 g\u00f6gnunum \u00fe\u00ednum.
content.message.delivered=Tilb\u00fain a\u00f0 afhenda
dashboard.editead.addfieldthislevel=B\u00e6ta vi\u00f0 reit \u00e1 \u00deESSU stigi
dashboard.hgcreation.sbm.btn.insert=Setja inn
countryTag.notAvailable=A\u00f0eins einn notandi getur skr\u00e1\u00f0 sig fyrir hvert land sem tekur \u00fe\u00e1tt. \u00deetta land hefur \u00e1\u00f0ur veri\u00f0 vali\u00f0: vinsamlegast breyttu vali og reyndu aftur.
label.edit.user=Breyta notendauppl\u00fdsingum
dashboard.editead.errorsaving=VILLA vi\u00f0 a\u00f0 vista XML skr\u00e1na...
validation_link.required=Hlekkur til a\u00f0 sta\u00f0festa skr\u00e1ningu \u00fe\u00edna er nau\u00f0synlegur
dashboard.ainamewebform.title=M\u00c6LABOR\u00d0 - Breyta nafni stofnunar
al.message.changeIdentifier.identifierChanged=Au\u00f0kenni breytt
feedbackText.required=Athugasemdatexti er nau\u00f0synlegur
dashboard.hgcreation.btn.addfa=B\u00e6ta vi\u00f0 hj\u00e1lparg\u00f6gnum
eadcontent.scopecontent=Yfirlit og innihald
content.message.deliver=Senda til Europeana
dashboard.editead.addlowlevels=B\u00e6ta vi\u00f0 \u00e1 \u00f6llum undirstigum
dashboard.hgcreation.sbm.btn.save=Vista
eadcontent.controlaccess=Leitaror\u00f0
content.statistics.recordsforeuropeana.created=b\u00fai\u00f0 til
error.manager.institution.pending.start=\u00fea\u00f0 l\u00edtur \u00fat fyrir a\u00f0 einstaklingurinn sem \u00fe\u00fa valdir er \u00e1 tima og \u00ed bi\u00f0 me\u00f0 a\u00f0 hefja fyrstu skrefin \u00ed skr\u00e1ningarferlinu. \u00de\u00fa g\u00e6tir reynt aftur eftir 24 klukkustundir.
footer.support=Verkefni a\u00f0 hluta fj\u00e1rmagna\u00f0 af European Commission innan ICT Policy Support Programme
al.menu.edital=Breyta skjalav\u00f6rsluumhverfi
label.oldPassword=Eldra lykilor\u00f0
username.notInSystem=\u00deetta notendanafn er ekki skr\u00e1\u00f0 \u00ed kerfi\u00f0 okkar: vinsamlegast breyttu \u00fev\u00ed og reyndu aftur.
breadcrumb.section.uploadcontent=Upphla\u00f0a efni
oldPassword.required=Eldra lykilor\u00f0 \u00feitt er nau\u00f0synlegt
eadcontent.dimensions=Dimensions
content.message.findingAidsNotLinked=Enginn hlekkur \u00e1 hj\u00e1lparg\u00f6gn
label.ChangeForgetPwd=Breyta lykilor\u00f0i
previewal.text.restoration=Vi\u00f0ger\u00f0arstofa:
al.message.editalternativenames=Breyta \u00f6\u00f0rum n\u00f6fnum
previewal.text.service=\u00dej\u00f3nustuuppl\u00fdsingar
country.poland=P\u00f3lland
previewal.message.noInstitutionSelected=Smelltu \u00e1 nafn stofnunar til a\u00f0 sj\u00e1 uppl\u00fdsingar um tengili\u00f0 og \u00fej\u00f3nustu
institutions.menu.management=Stj\u00f3rns\u00ed\u00f0a stofnunar:
terms.use.part.four.footer=1. H\u00fdsillinn starfr\u00e6kir vef\u00fej\u00f3nustu Archives Portal Europe sem er \u00fer\u00f3u\u00f0 \u00ed samr\u00e6mi vi\u00f0 verkefni\u00f0 og \u00e1kvar\u00f0anir r\u00e1\u00f0andi a\u00f0ila sem og \u00feeirra vinnuh\u00f3pa sem eru \u00e1byrgir fyrir \u00fer\u00f3un og vi\u00f0haldi innra kerfis g\u00e1ttarinnar. 2. H\u00fdsillinn hefur ekki r\u00e9tt til a\u00f0 nota g\u00f6gnin \u00ed anna\u00f0 en fyrir Archives Portal Europe og m\u00e1 ekki framselja \u00feau til \u00feri\u00f0ja a\u00f0ila a\u00f0 eigin frumkv\u00e6\u00f0i. A\u00f0eins skr\u00e1\u00f0ur afhendingara\u00f0ili gagnanna getur framkv\u00e6mt sl\u00edkan flutning \u00e1 g\u00f6gnum me\u00f0 \u00fev\u00ed a\u00f0 nota til \u00feess ger\u00f0a a\u00f0ger\u00f0 \u00e1 m\u00e6labor\u00f0i. Allur flutningur \u00e1 g\u00f6gnum til \u00feri\u00f0ja a\u00f0ila sem og \u00f6ll samskipti er var\u00f0a g\u00f6gnin ver\u00f0a skr\u00e1\u00f0 og tilkynnt afhendingara\u00f0ila gagnanna.  3. H\u00fdsillinn tryggir a\u00f0 \u00f6ll umbreyting gagna sem framkv\u00e6md er \u00e1 mi\u00f0l\u00e6gu m\u00e6labor\u00f0i er samkv\u00e6mt birtum reglum og lei\u00f0beiningum. H\u00fdsillin tryggir ennfremur a\u00f0 forsko\u00f0unarm\u00f6guleikinn, sem gefur til kynna hvernig g\u00f6gnin munu l\u00edta \u00fat \u00e1 Archives Portal Europe, s\u00fdni endanlega birtingu. 4. H\u00fdsillinn mun \u00fatvega afhendingara\u00f0ilum efnis \u00feau verkf\u00e6ri sem \u00feurfa til a\u00f0 vinna afhent g\u00f6gn, a\u00f0 me\u00f0t\u00f6ldum m\u00f6guleikanum a\u00f0 ey\u00f0a \u00fat eigin efni \u00far Archives Portal Europe. H\u00fdsillinn mun ekki ey\u00f0a neinum g\u00f6gnum sj\u00e1lfur, \u00fear sem afhendingara\u00f0ilar efnis munu vera \u00feeir einu sem nota \u00feann m\u00f6guleika.
institutions.menu.change.control=Breyta umsj\u00f3narmanni stofnunar
content.continue.contentmanager=\u00de\u00fa getur haldi\u00f0 \u00e1fram til Umsj\u00f3narma\u00f0ur efnis
admin.menu.usermanagement=St\u00fdring notanda
terms.use.part.one.title.footer=Skilgreiningar
usermanagement.country=Land
al.menu.viewal=Forsko\u00f0a skjalav\u00f6rsluumhverfi
content.message.showerror=S\u00fdna villuskilabo\u00f0
dashboard.contact.title=M\u00c6LABOR\u00d0 - Hafa samband
terms.use.part.six.title.footer=Grein 4: Breyting \u00e1 \u00feessum skilm\u00e1lum
eadcontent.dao=Digital archival objects
content.message.onlysearched=A\u00f0eins leitarni\u00f0urst\u00f6\u00f0ur
codeCaptcha.invalid=Sta\u00f0festing \u00e1 \u00f6ryggisk\u00f3\u00f0a var ekki gild: vinsamlega reyndu aftur.
content.message.askadminindexerrors=Villa kom upp \u00ed nokkrum skr\u00e1m \u00ed flokkunarferlinu.  Vinsamlegast leita\u00f0u til stj\u00f3rnanda m\u00e6labor\u00f0sins (CONTACT form) til a\u00f0 finna \u00fat m\u00f6gulegar \u00e1st\u00e6\u00f0ur og laga vandam\u00e1li\u00f0.
breadcrumb.section.editUserInformation=Breyta notendauppl\u00fdsingum
al.message.notchangedprimaryname=\u00de\u00fa getur ekki breytt heiti \u00feeirra atri\u00f0a sem eru listu\u00f0 h\u00e9r a\u00f0 ne\u00f0an vegna \u00feess a\u00f0 \u00feau hafa flokka\u00f0 innihald. Vinsamlega nota\u00f0u 'Breyta heiti stofnunar' ef um stofnun er a\u00f0 r\u00e6\u00f0a e\u00f0a eyddu skr\u00e1m sem tilheyra \u00feeim \u00far leitarlistanum og reyndu svo aftur a\u00f0 upphla\u00f0a skr\u00e1nni.
country.luxembourg=L\u00faxemborg
content.message.linked=Hj\u00e1lparg\u00f6gn tengd
al.message.up=F\u00e6ra valin atri\u00f0i upp listann
label.ai.street=Gata
error.contact.text=Textinn \u00e6tti a\u00f0 innihalda 6 til 255 stafi
dashboard.uploadcontent.title=M\u00c6LABOR\u00d0 - Hla\u00f0a inn efni
content.message.batch.deleteese=Ey\u00f0a ESE skr\u00e1 \u00far n\u00faverandi hj\u00e1lparg\u00f6gnum
email.invalid=P\u00f3stfang ekki gilt
country.portugal=Port\u00fagal
terms.use.part.four.title=Grein 2: R\u00e9ttindi og skyldur h\u00fdsils
dashboard.eadedition.title=M\u00c6LABOR\u00d0 - Breyta EAD skr\u00e1m
eadcontent.origination=Skjalamyndari
content.message.batch.downloadese=S\u00e6kja allar ESE skr\u00e1r
institutions.menu.list.users=Sj\u00e1 lista yfir umsj\u00f3namenn stofnana
content.statistics.validated.search=Heildartala gildra skr\u00e1a \u00ed leitarni\u00f0urst\u00f6\u00f0um:
label.eag.warningeagfileuploading=(Vi\u00f0v\u00f6run: vinsamlegast mundu a\u00f0 ef \u00fe\u00fa hefur \u00feegar upphla\u00f0i\u00f0 EAG skr\u00e1, mun \u00feessi n\u00fdja EAG skr\u00e1 vera skrifu\u00f0 yfir hana).
content.message.getFindingAidsNotLinked=S\u00fdna \u00f3tengd hj\u00e1lparg\u00f6gn
terms.use.part.eight.title.footer=Grein 6: Vi\u00f0eigandi l\u00f6g og valdsvi\u00f0
label.eag.eagcorrectlyuploaded.noinformation.part2=mun vera b\u00e6tt vi\u00f0 til a\u00f0 s\u00fdna \u00feessar uppl\u00fdsingar r\u00e9ttar, b\u00e6\u00f0i \u00ed vefg\u00e1ttinni og \u00e1 m\u00e6labor\u00f0inu
al.message.edit=Breyta listanum
label.eag.eagcorrectlyuploaded.noinformation.part1=Vi\u00f0v\u00f6run: Sum merking innan upphl\u00f6\u00f0nu EAG skr\u00e1rinnar inniheldur ekki uppl\u00fdsingar. EAG skr\u00e1nni ver\u00f0ur ekki breytt, en skilabo\u00f0in
label.secretquestion=Leynispurning
email.confirmation.im.control.over=\u00fe\u00fa hefur teki\u00f0 yfir stj\u00f3n stofnunarinnar:
country.spain=Sp\u00e1nn
content.message.sg=Heimildaskr\u00e1
admin.menu.downloadal=Ni\u00f0urhala almennu skjalav\u00f6rsluumhverfi
label.login.dropothersession=H\u00e6tta vi\u00f0 a\u00f0rar opnar a\u00f0ger\u00f0ir
user.info.institution.select=--- Vinsamlegast veldu stofnun ---
country.belgium=Belg\u00eda
dashboard.title=M\u00c6LABOR\u00d0
eadcontent.materialspec=\u00c1kve\u00f0nar uppl\u00fdsingar um efni
label.ai.city=Borg/B\u00e6r
content.message.EadidAvailable=EADID er tilt\u00e6kt
dashboard.editead.saved=Vista\u00f0
email.preregistration.accept=\u00e1 m\u00e6labor\u00f0i Archives Portal Europe. Ef \u00fe\u00fa sam\u00feykkir \u00feessa \u00e1byrg\u00f0, getur\u00f0u hafi\u00f0 skr\u00e1ningarferli\u00f0 me\u00f0 \u00fev\u00ed a\u00f0 \u00fdta \u00e1 
content.message.harvested=Safna\u00f0
breadcrumb.section.changeAIname=Breyta heiti stofnunar
label.eag.repositorguideInformation.empty=Vi\u00f0v\u00f6run: Sum merking innan upphl\u00f6\u00f0nu EAG skr\u00e1rinnar er au\u00f0, svo eftirfarandi texta hefur veri\u00f0 b\u00e6tt sj\u00e1lfkrafa vi\u00f0:
emailpassword.invalid=\u00d3gilt netfang e\u00f0a lykilor\u00f0: vinsamlega reyndu aftur.
content.message.noholdings=\u00d3tengt
content.message.readytoindex=\u00c1 \u00e1\u00e6tlun til flokkunar
dashboard.viewharvest.title=M\u00c6LABOR\u00d0 - S\u00f6fnun gagna
dashboard.hgcreation.btn.deletelevel=Ey\u00f0a v\u00f6ldum atri\u00f0um (og aflei\u00f0um)
dashboard.menu.contentproviderinf=Uppl\u00fdsingar um afhendingara\u00f0ila efnis
eadcontent.odd=A\u00f0rar l\u00fdsandi uppl\u00fdsingar
content.message.caching=Caching...
eadcontent.origination.orgunit=Skipulagseining
ead2ese.label.provider=Heiti afhendingara\u00f0ila
usermanagement.email=Netfang
dashboard.editead.addalllevels=B\u00e6ta vi\u00f0 \u00e1 \u00f6llum stigum
content.message.validate=Sta\u00f0festa
content.message.filesalreadyindashboard=\u00deessar skr\u00e1r eru \u00feegar \u00e1 m\u00e6labor\u00f0inu \u00fe\u00ednu. Hva\u00f0 viltu gera vi\u00f0 \u00fe\u00e6r?
label.eag.validationerror=Villa \u00ed sta\u00f0festingu:
al.message.error.equalidentifiers=Tv\u00f6 e\u00f0a fleiri au\u00f0kenni eru endurtekin: vinsamlegast breyttu \u00feeim og reyndu aftur.
al.message.warningintstutionstodelete.files=Mundu a\u00f0 \u00feessi hj\u00e1lparg\u00f6gn, skjalaskr\u00e1r og EAG skr\u00e1r sem tilheyra stofnunum a\u00f0 ey\u00f0a, ver\u00f0ur eytt l\u00edka. Til a\u00f0 tryggja a\u00f0 engar nau\u00f0synlegar uppl\u00fdsingar e\u00f0a tengingar vi\u00f0 a\u00f0rar skr\u00e1r tapast, vinsamlegast athuga\u00f0u hvort au\u00f0kenni stofnunarinnar sem \u00fe\u00fa \u00e6tlar a\u00f0 ey\u00f0a passi vi\u00f0 \u00fea\u00f0 au\u00f0kenni sem \u00fe\u00fa hefur gefi\u00f0 stofnuninni \u00ed \u00feeirri skr\u00e1 sem \u00fe\u00fa vilt hla\u00f0a upp.
ead2ese.label.language.select.text=Nei, velja tungum\u00e1l handvirkt
content.message.queuePosition=\u00cd bi\u00f0
content.message.Repeatedfile=\u00de\u00fa getur ekki gefi\u00f0 fleiri en einni skr\u00e1 sama EADID. Vinsamlegast breyttu annarri skr\u00e1nni og reyndu aftur.
label.harvesttype=Ger\u00f0 gagna til a\u00f0 safna
content.message.download.ese=S\u00e6kja ESE
al.message.elementAppended=Vi\u00f0b\u00e6tur
terms.use.part.five.title=Grein 3: Gildist\u00edmi og lok \u00feessara skilm\u00e1la
content.message.filesblocked.explanation=These files have not been uploaded, because the identical files are already stored and data harvesting is currently in progress for the relevant files. Please upload them again later. In case, you would like the updated version to be delivered to a third party via the dashboard, you will have to repeat the corresponding conversion and related steps of data processing. 
dashboard.checkexistingfiles.title=M\u00c6LABOR\u00d0 - Sta\u00f0festing \u00e1 upphl\u00f6\u00f0num skr\u00e1m
previewal.text.email=E-mail address:
terms.use.part.nine.footer=This agreement shall enter into force following the registration process as a content provider to the Archives Portal Europe on the day of the completion of this process. 
previewal.text.notavailable=not available
previewal.text.photographies=Photography
content.statistics.indexed=Total number of indexed files:
al.menu.managecontent=Manage content
admin.menu.sessionmanagement=Session management
al.message.noElementSelectedToMove=You must select an element from the list to move
site.error.message.internal=An Internal Server Error occurred
terms.use=Content Provider Agreement: Providing content to the Archives Portal Europe will be following the agreement as specified below.
dashboard.superuser.title=M\u00c6LABOR\u00d0 - A\u00f0gangur stj\u00f3rnanda
label.ai.changeainame.title=CHANGE INSTITUTION''S NAME
countryTag.required=Country information is required: please state the country where your institution is located.
eadcontent.accessrestrict=Conditions governing access
label.eag.uploadingerror.three=The global archival landscape or the archival landscape part for your country is not properly built 
email.confirmation.cm.control.over=has taken the control over the 
al.message.alnotfound.one=To manage content, you need to define an archival landscape with at least one institution to which the uploaded content will be linked.
content.statistics.indexedfiles=indexed files
al.message.changeidentifierchance2=or use the button below this list
content.statistics.title.search=Statistics of the search results
usermanagement.title=User management
al.message.alternativenameremoved=Alternative name removed
ead2ese.label.dataprovider=Name of the data provider
al.message.institutionstodelete=Institutions to delete: 
al.message.existsAlready=already exists, not added
secretQuestion.required=Secret question is required
dashboard.alupload.title=DASHBOARD - Upload archival landscape
advancedsearch.text.notitle=No title specified
content.message.prev=<
terms.use.part.six=This agreement may be amended only by approval by the project''s consortium. No amendment of this agreement shall be binding unless it is in writing and conforms to the rules communicated by the Commission.
content.message.select.all=all
previewal.text.indices=Indices
content.message.ok=Ok
ead2ese.content.hierarchy.prefix=Context information
al.message.add=Add
dashboard.login.title=M\u00c6LABOR\u00d0 - Innskr\u00e1ning
al.message.append=Append to the list
dashboard.menu.editeag=View/Modify EAG file
content.message.thumnails=Thumbnails cached
terms.use.part.five.title.footer=Article 3: Duration and termination of this agreement
content.statistics.indexed.search=Total number of indexed files in the search results:
previewal.text.accessinfo=Access information
breadcrumb.section.editionofEAD=Edit EAD files
admin.menu.languagecreation=Create language
ead2ese.label.inherit.origination=Inherit origination from higher levels
label.eag.field.mandatory=This field is mandatory: please enter your information in order to continue
email.subject.registration=Skr\u00e1ningarhlekkur m\u00e6labor\u00f0s
label.save=Save changes
content.message.no=No
al.message.alnotfound=You have not defined an archival landscape yet or the one defined is incorrect
breadcrumb.section.previewal=Preview archival landscape
email.required=E-mail address is required
label.upload.fileextensionerror=You must select one correct file (.xml or .zip)
terms.use.part.four.title.footer=Article 2: Rights and obligations of the host
breadcrumb.section.editArchivalLandscape=Edit archival landscape
dashboard.aloverwrite.title=DASHBOARD - Result of archival landscape upload 
content.message.search=Search
content.message.delete=Delete
user.here=here
email.confirmation.cm.recover.control.hello=Hello, you have recovered the specific control over the institution:
previewal.text.accesspermission=Accessible with special permission
content.statistics.numberofunitsindexed=Total number of units indexed
dashboard.hgcreation.label.identifier=Identifier
breadcrumb.section.changeInstitutionManager=Change institution manager
content.message.newEADID=New EADID:
ead2ese.content.type.image=Image
al.message.edittarget=Add / Edit alternative name 
codeCaptcha.required=Code is required
dashboard.convert.title=M\u00c6LABOR\u00d0 - Umbreyta EAD \u00ed ESE
al.message.deletetarget=Delete alternative names
email.subject.preregistration=Dashboard pre-registration link
repassword.notEquals=The passwords provided are different. The field "Re-type password" must contain the same value as the field "Password".
admin.sessionmanagement.name=Name
al.menu.changeAlIdentifiers=Change identifiers in archival landscape
success.user.change.pwd=Your request to change your password was successful: you need to log in order to confirm the process.
ead2ese.content.license.europeana.access.restricted=Restricted access
al.message.name=Name
content.message.preview.ese=Preview ESE
country.slovakia=Slovakia
content.message.statuses.validation=Validation status
eadcontent.otherfindaid=Other finding aids
user.already.inuse=This account is being used already. Please try again later.
country.ireland=Ireland
content.message.queue.deletescheduledNotPossible=You cannot delete from the index queue a document because the indexation  process is still running. Please try again later
label.ai.handicapped=Facilities for handicapped people available
eadcontent.more.after=More after...
dashboard.editead.info.areyousure=Some data has been modified, you sure you want to cancel and quit the page?
label.ai.changeainame.currentname=Current name: 
label.country=Country
dashboard.editead.saving=Saving...
dashboard.hgcreation.cancelandquit=Are you sure you want to cancel your holdings guide creation now and quit the page?
eadcontent.bioghist=Records creator''s history
label.here=Here
label.ai.access=Accesible to the public
content.message.deliver.europeana=Deliver to Europeana
validation_link.incorrect=This link to validate your registration has been used before, it is not valid or it has expired
content.message.batch.validate=Validate finding aids
a.message.overwritefile.question=Do you want to overwrite it?
dashboard.error-404.title=M\u00c6LABOR\u00d0 - S\u00ed\u00f0a fannst ekki
country.liechtenstein=Liechtenstein
al.message.addtolist=Add to the list
dashbaord.countryaltnames.title=DASHBOARD - Country alternative names
email.greeting.default=Dear user of the Archives Portal Europe dashboard
dashboard.editead.levelnotallowed=This level is not allowed here
terms.use.part.two=The Archives Portal Europe was created following an initiative of EBNA (the European Board of National Archivists), the Report on Archives in the enlarged European Union, the resolution on archives in the Member States (OJ 2003/C113/2) by the Council of the European Union, 6 May 2003, and the recommendation from 14 November 2005 of the Council on priority actions to increase cooperation in the field of archives in Europe (OJ 2005/L312/55). \nIts purpose is to enhance cross-border search and investigation in as well as publication of archival holdings across Europe by offering a joint publication platform for descriptive information to all European holders of archival material as described in the Report on Archives in the enlarged European Union.
eadcontent.repository=Content provider
eadcontent.processinfo=Processing information
label.responsible=Responsible
al.message.notchangedparent=You cannot change the parent of these items because they have content indexed. Please delete the files belonging to it from the search index and then try again to upload the file.
dashboard.hgcreation.btn.save=Save the holdings guide (and quit the page)
previewal.text.hg=Holdings guide:
label.ai.changeainame.advice1=Warning: remember that those finding aids and holdings guides which belong to this institution will be deleted from the search index and you will have to initiate their re-indexation manually afterwards.
label.storeidentifier=Store identifier
eadcontent.frontpage.eadid.url=View in original presentation
label.edit=Edit
email.notInSystem=This e-mail address is not registered in our system: please change it and try again.
al.message.alnotfoundByInstitutionManager=There is no archival landscape defined for this country or the one defined is incorrect: please contact your country manager.
al.message.listal=Archival landscape: list of elements
al.message.alternativenames=Alternative names:
al.message.changeGroup=Change group
previewal.text.contactperson=Contact person:
eadcontent.note=General remarks
error.manager.institution.middle.process=It looks like the person you have chosen is in the middle of the registration process. Please wait till confirmation that he has finished the process.
label.change.user=Change user
dashboard.editead.label.savefailed=Failed to save
admin.menu.filesfailed=Files failed in indexing process
label.eag.webcreationwarn=Please be aware that the name you submit (field 'Archival institution name') should be identical with the one given in the archival landscape
admin.menu.institution=Institution
eadcontent.more.before=More before...
dashboard.contentproviderinf.title=DASHBOARD - Content provider information
ead2ese.content.license.creativecommons=Creative Commons
email.greeting.feedback.member=Dear member of the APEnet FeedbackTaskForce
admin.sessionmanagement.country=Country
admin.menu.label.alternativecountryname=Alternative country name
dashboard.changeinstitutionmanager.title=DASHBOARD - Change institution manager
label.eag.eagcorrectlycreated=Your EAG file has been created correctly 
label.ai.changeainame.error=Error: the name of the institution has not been changed.
content.message.id=ID
label.token=Token (if resuming)
previewal.text.accesspublic=Accessible to the public
email.link.period.active=Note: Please take into consideration that the present link will only be active for 24 hours.
content.holding.valid=Value of holding is invalid: please specify a valid one.
dashboard.editead.failedsave=Failed to save... Please try again.
previewal.text.additionalnotes=Additional information:
content.message.resultsperpage=Results per page
ead2ese.content.type.sound=Sound
breadcrumb.section.convertToEse=Convert EAD to ESE
al.message.finish=Save
country.sweden=Sweden
content.message.hg=Holdings Guide
terms.use.part.nine.title=Article 7: Final clause
al.message.selectlanguage=Select a language
dashboard.sucess.title=DASHBOARD - Success
admin.menu.SG=Source Guides
password.notStrong=Remember, your password must contain at least three of the four categories: Uppercase characters, lowercase characters, digits and nonalphanumeric characters.
label.newPassword=New password
terms.use.part.seven.title.footer=Article 5: Termination of rights
content.message.filesnotuploaded=These files have not been uploaded properly to the dashboard
terms.use.part.two.title=Preamble 
reemail.required=Repetition of your e-mail address is required: you must enter a value for the field "Re-type e-mail address".
content.message.go=Go
al.message.down=Move the selected element down the list
label.ai.hg.external.url=URL
content.message.noholdingsguide=No holdings guide
content.message.validated=Validated
al.message.noElementTextPresent=No target text present
dptversion.add=Add new version
terms.use.part.one.title=Definitions
label.ai.english.name=Parallel name of the archival institution
eadcontent.originalsloc=Existence and location of originals
usermanagement.actions=Actions
al.message.nodechangedto=node changed to
label.ai.changeainame.showerrorbutton=Show error
terms.use.part.seven.title=Article 5: Termination of rights
ead2ese.label.license=Specify license
dashboard.menu.header=Institution manager for 
content.message.xsltfiles=XSL(T) files:
content.message.doitall=Convert/validate/publish
al.message.anwritelanguage=Write the alternative name
label.footer.termsofuse=Terms and conditions
content.message.statuses.deliverese=Europeana delivery status
dashboard.sessionmanagement.title=Session management
al.message.wasdeleted=was deleted
content.message.total=Total
ead2ese.label.cancel=Cancel
content.message.areyousure=The selected files are going to be deleted, they will not be included in back-up operations and they will be completely erased from the host server. It will be impossible to retrieve them once they are deleted. Do you want to continue?
user.blocked=This account is disabled.
email.confirmation.cm.hello=Hello, as you have chosen,  
secretAnswer.notCorrect=Secret answer is not correct: please try again.
content.message.fa=Finding Aid
label.continue=Continue
al.message.canceled=Cancelled
label.ai.library=Library available
ead2ese.label.inherit.parent=Inherit elements from c-file level to c-item level
content.message.results=Results
label.setname=Set name
content.message.scheduled=Scheduled
currentPassword.notEquals=The current password you provided does not match the original one
email.confirmation.cm.in=in the dashboard of the Archives Portal Europe. You can check it 
content.message.validate2=Validated and converted APEnet EAD
admin.menu.label.isocode2=ISO 639-2 language code
label.eag.error.hgindexed=Select a holdings guide indexed
usermanagement.disable=Disable
breadcrumb.section.uploadeag=Upload EAG file
al.message.errorOverwritting=Some errors occurred during the process to update the existing archival landscape. The file has not been updated. Please try again later.
breadcrumb.section.dashboard=Archival landscape
content.id.valid=ID value is invalid: please specify a valid one.
al.menu.downloadal=Download archival landscape
label.usertest=Usertest
country.latvia=Latvia
dashboard.editead.savingwait=Saving the full XML, please wait...
ead2ese.content.type.text=Text
eadcontent.introduction=Introduction
terms.use.part.seven.footer=The rights granted both by the content provider to the host and by the host to the content provider end when either party terminates this agreement. Termination of this agreement will also end data transfer made by the host to third parties.
dashboard.hgcreation.btn.cancel=Cancel (and quit the page)
label.cancel=Cancel
content.message.europeana.delivered=Delivered
content.message.converted=Converted
terms.use.part.eight.footer=1. This agreement is drawn up in English, which language shall govern all documents, notices, meetings, arbitral proceedings and processes relative thereto. This agreement shall be construed in accordance with and governed by the terms of the European Union acts relevant to the project, the Financial Regulation applicable to the general budget of the European Union and its Implementing Rules, other European Community and European Union law and, on a subsidiary basis, the law of Luxembourg. <br> 2. All disputes arising out of or in connection with this agreement which cannot be solved amicably, shall be referred to mediation. The outcome of the mediation process will be binding on the parties. The place of mediation shall be Luxembourg if not otherwise agreed by the conflicting parties. <br> 3. The project reserves its rights to take necessary mediating actions in case of disputes arise between constituent content providers f.i. due to unauthorised and/or controversial material being published or privacy regulations (in other countries) being violated. There will be a negotiation process started in such cases in which the project will advise to the content provider. In case of user complaints the host will refer them to the content provider concerned.
label.upload.confirmExit=There is an upload process not finished yet, do you want to log out nevertheless?
preview.text.gotodetails=Go to the contact and service details
ead2ese.content.license.europeana.access.unknown=Unknown
previewal.text.available=available
content.message.titlefilesblocked=FILES BLOCKED
email.confirmation.im.remove.in=in the dashboard of the Archives Portal Europe. For further information, please contact your country manager.
error.user.login-error=Invalid username or password: please try again.
dashboard.hgcreation.sbm.btn.cancel=Cancel
content.message.fatalerror=Fatal error
dashboard.viewuploadresult.title=DASHBOARD - Result of upload
country.finland=Finland
previewal.text.filecreated=File created:
al.message.modify=Delete selected element(s)
content.statistics.recordsdeliveredtoeuropeana=Total number of records delivered for Europeana
content.message.overwrite=Overwrite
content.message.queue.schedulingNotPossible=You cannot schedule a document for indexing because the indexation  process is still running. Please try again later
previewal.text.revisor=Revisor:
label.name=Name
admin.menu.label.EAGuploaded=EAG uploaded
label.metadataformat=Metadata format
content.message.batch.converttoese=Convert current finding aids to ESE
ead2ese.content.license.europeana=Europeana rights statements
ead2ese.content.link.validate.and.remove=Yes and remove invalid links (takes a lot of time)
exception.occured=An error occured
content.message.date=Date
content.message.OverwriteCancelEadid=You can overwrite the old file or cancel this operation.
label.login.login=Login 
page.first=<<
content.message.delete.europeana=Request to delete from Europeana
content.message.clearall=clear all
dashboard.menu.downloadeag=Download EAG file
label.ai.hg.resource=Resource
previewal.text.access=Accessibility:
dashboard.exception.title=DASHBOARD - Exception occurred
error.user.second.display.notexist=The document you have requested does not exist.
reemail.invalid=No valid repetition of the e-mail address
email.confirmation.im.remove.control.hello=Hello, you are not anymore in charge of managing the institution: 
content.message.queueprocessing=Queue processing
label.stop=Stop
label.ai.addrepositorguide.button=Add repositorguide
ead2ese.label.license.additional=Specify additional rights information
dashboard.viewthreads.title=DASHBOARD - View current automation
content.message.tosourceguides=Go to the source guides section
terms.use.part.six.title=Article 4: Modification of this agreement
ead2ese.content.license.europeana.access.paid=Paid access
label.passworddebug=Debug password
success.user.login=Your login was successful
email.subject.confirmation.remove.control.institution=Dashboard confirmation of remove control institution
admin.menu.label.nativelanguagename=Native language name
content.message.fileswitherrors=These files do not have a proper format for the Archives Portal Europe. Please correct this and upload the files again. They have for now been automatically removed from the dashboard:
label.edit.user.details=Edit your details:
terms.use.part.five.footer=Termination of this agreement shall be provided in writing. It shall take effect on the date agreed by the parties. 
email.subject.recover.pwd=Dashboard recover password link
content.message.editrevalidate=Edit and re-validate
usermanagement.associate.institutionmanager=Associate to existing partner
content.message.addEADID=Add an EADID identifier
content.statistics.validated=Total number of validated files:
previewal.text.extent=Extent of archival holdings:
previewal.text.closed=Closed:
dashboard.menu.changeainame=Change institution''s name
country.estonia=Estonia
admin.sessionmanagement.institution=Works on institution
label.currentpassword=Current password
label.firstname=First name
label.username=Username
al.message.warningintstutionstodelete.manager=Besides, if these institutions have managers assigned and they had not completed the registration process, those registration links will not work anymore.   
authentication.required=Your session was terminated after 60 minutes of inactivity and it has expired. Please login again.
terms.use.part.three=1. All European institutions responsible for archival material can use the portal for the publication of information on their holdings and their institutions, registered via the national contact point of their country. During the project, the national contact point of their country registers as a country manager and will grant other archival institutions access to the dashboard on their request. It is also possible for the national contact point to act on behalf of other archival institutions of their country, provided prior agreement on this exists between the institutions concerned, subject to notification of the host. Registered content providers obtain access to the dashboard and the tools provided by the project for the preparation of the data. \n2. The registration to the dashboard must be made by an authorised person acting as a representative or on behalf of the content provider. This person will not transfer the registration information to non-authorised persons or third parties. \n3. The content provider can upload, update, overwrite or delete content manually (via HTTP and FTP) or automatically (via OAI-PMH) whenever desired. The host provides the necessary technical interface through which the content provider has full control over his own data or the data that he manages on behalf of other institutions that he represents. The result of the deletion operation will be visible on the web presentation after the delay indicated. Any data that the content provider wants to have deleted will not be included in back-up operations and will be completely erased from the host server. \n4. The content provider can use the functionality provided by the host to automatically transfer selected data or all data to third parties. The host has no responsibility for the data delivered to third parties. Content providers also wishing to make their data available via Europeana will need to sign the special agreements provided for this purpose by Europeana and are recommended to act accordingly with regard to other third parties having separate agreements. The content provider can also stop the order of transferring data with the technical functionality provided by the host. The host has no responsibility whatsoever for data that already have been transferred by the content provider using the project''s tools. \n5. Each registered content provider is responsible for the legal accessibility of and the rights to re-use the data uploaded by himself to the Archives Portal Europe and optionally transferred to third parties using the technical functionality provided for this in the dashboard. No data transferred to the Archives Portal Europe can be re-used without the explicit authorisation of the content provider.
dashboard.editead.treeinitialization=The tree is being initiated
terms.use.part.three.title=Article 1: Rights and obligations of the content providers
page.next=>
authorization.required=You must be authorized to access the page that you just have tried to access
error.user.second.display.notindexed=The document you have requested is not available at the moment due to ongoing indexing. Please come back later.
al.message.canceledittarget=Cancel alternative name edition
user.access.denied=You have not enough privileges to perform this action
email.preregistration.hello=Hello,  
content.message.eseedm=ESE/EDM
breadcrumb.section.vieweag=View/Modify EAG file
password.tooLong=Your password must have less than 25 characters
previewal.text.repro=Reproduction services:
country.bulgaria=Bulgaria
label.footer.contact=Contact
ead2ese.content.license.moreinfo=Download for more information: 
ead2ese.content.license.creativecommons.cc0=Creative Commons CC0
al.message.alternativesnamesdisplayed=alternative names displayed
label.moreinf=Click for more information
content.message.europeana.harvested=Harvested
eadcontent.physloc=Place of use
eadcontent.accruals=Accruals
label.ai.changeainame.hideerrorbutton=Hide error
dashboard.listinstitutionscontrol.title=DASHBOARD - List of institution managers
eadcontent.appraisal=Appraisal
content.statistics.convertedeuropeana.search=Total number of files converted for Europeana in the search results:
label.login.newuser=New user registration
content.message.cache=Cache thumbnails
label.ai.identifier=Identifier of the archival institution
label.eag.uploadingerror=Some errors occurred during the uploading process of your EAG file. These errors can be due to:  
dashboard.editead.btn.cancel=Cancel
dashboard.alnotfound.title=DASHBOARD - Go to Manage content
dptversion.title=Data Preparation Tool Existing Versions
dashboard.archiveselection.title=DASHBOARD - Select archival institution
dashboard.menu.uploadeag=Upload EAG file
label.contact=Contact Person
label.eag.uploadingerror.error=Some errors occurred during the uploading process of your EAG file and it could not be stored successfully: please try again later
previewal.text.libraryassets=Library assets:
admin.menu.EAG=EAG
content.statistics.converted=Total number of converted files:
al.message.file=Archival institution
content.message.start=<<
content.message.summary=Summary:
terms.use.part.eight=1. This agreement is drawn up in English, which language shall govern all documents, notices, meetings, arbitral proceedings and processes relative thereto. This agreement shall be construed in accordance with and governed by the terms of the European Union acts relevant to the project, the Financial Regulation applicable to the general budget of the European Union and its Implementing Rules, other European Community and European Union law and, on a subsidiary basis, the law of Luxembourg. \n2. All disputes arising out of or in connection with this agreement which cannot be solved amicably, shall be referred to mediation. The outcome of the mediation process will be binding on the parties. The place of mediation shall be Luxembourg if not otherwise agreed by the conflicting parties. \n3. The project reserves its rights to take necessary mediating actions in case of disputes arise between constituent content providers f.i. due to unauthorised and/or controversial material being published or privacy regulations (in other countries) being violated. There will be a negotiation process started in such cases in which the project will advise to the content provider. In case of user complaints the host will refer them to the content provider concerned.
content.message.daos=DAOs:
al.message.elementEdited=Added
success.user.forget.pwd=Your request to recover your password was successful. An e-mail with a link to complete the process has been sent to your account.
label.institution=Institution
content.message.linkedshort=Linked
content.message.convert2=Converted for Europeana
label.ai.telephone=Telephone
al.message.changedparent=These items are going to change their position in the archival landscape: 
label.eag.retrieving.hg=Please wait: the information related to the holdings guide indexed in the system is being retrieved.
usermanagement.enable=Enable
previewal.text.structure=Administrative structure:
label.eag.webcreation=In order to be able to upload content to the Archives Portal Europe, please fill in this form.
previewal.text.facilities=Facilities for handicapped people available
user.invalid=Invalid User
dashboard.sslrequired.title=DASHBOARD - SSL - Required
dashboard.countrycreation.title=DASHBOARD - Country creation
eadcontent.collapseall=[Collapse all]
eadcontent.relatedmaterial=Related material
oldpassword.notEquals=The old password you provided does not match the original one
content.message.delete.ese=Delete ESE
content.message.conversion.options=Options
label.eag.uploadingerror.notconverted=This EAG file could not be converted to APEnet EAG
content.message.unpublish=Unpublish
label.lastname=Last name
content.message.titlefileswitheadidrepeated=FILES REPEATED
content.message.ready=Ready
error.user.login-required=You should be logged in the system 
admin.menu.generalcountrystate=Country statistics
content.page.valid=Page number is invalid: please specify a valid one.
admin.sessionmanagement.lastaccesstime=Last accessed time
admin.menu.HG=Holdings Guides 
previewal.text.archivebuilding=Archive buildings:
dashboard.eagcreation.title=DASHBOARD - EAG creation
al.menu.uploadal=Upload archival landscape
label.ai.ainame=Name of the archival institution
content.message.final=>>
dashboard.changealidentifiers.title=DASHBOARD - Change identifiers in archival landscape
content.message.select.none=none
terms.use.part.two.footer=The Archives Portal Europe was created following an initiative of EBNA (the European Board of National Archivists), the Report on Archives in the enlarged European Union, the resolution on archives in the Member States (OJ 2003/C113/2) by the Council of the European Union, 6 May 2003, and the recommendation from 14 November 2005 of the Council on priority actions to increase cooperation in the field of archives in Europe (OJ 2005/L312/55). <br> Its purpose is to enhance cross-border search and investigation in as well as publication of archival holdings across Europe by offering a joint publication platform for descriptive information to all European holders of archival material as described in the Report on Archives in the enlarged European Union.
content.message.EadidNotAvailable=There is another file with this EADID.
al.message.element=Select an element type
label.eag.creationwitherror=Some errors occurred during the process to create an EAG file:
label.login.loggedin=you are logged in
user.accessProblems=Do you have problems logging in? Please click
label.email_address=E-mail address
al.message.chageIdentifier.selectitem=Select the item:
content.message.nounits=There are no units to deliver.
email.confirmation.im.control.in=successfully in the dashboard of the Archives Portal Europe. You can check it 
ead2ese.content.dataprovider.custom=Customize
content.message.back=Back to the dashboard homepage
previewal.text.nolibrary=No library available
institutionTag.required=Institution information is required: please state the name of your institution.
usermanagement.takeover=Change to this account
admin.sessionmanagement.actions=Actions
content.message.title=Title
country.switzerland=Switzerland
terms.use.part.one=Content Provider Agreement: forthwith referred to as the agreement. \nProject: The Archives Portal Europe is the result of the APEnet project and will be developed further within the APEX project, the latter forthwith referred to as the project. \nContent providers: for the duration of the project, the members of the project consortium as well as other legal entities accepted by the project as partners. \nHost: for the duration of the project, MCU, which - as leader of the corresponding project workpackage - is responsible for building the required infrastructure of the Archives Portal Europe and for preparing its maintenance after the project''s lifetime. \nDashboard: technical facility offering all functions for content providers for online use and tools for download and offline use. \nNational contact point: archival or administrative institution responsible for the coordination of archival institutions participation to the project.
content.message.batch=Batch
ead2ese.content.license.creativecommons.publicdomain=Creative Commons Public Domain Mark
ead2ese.content.language.provide=Provide language manually
admin.menu.FA=Finding Aids
label.login.loggedout=you are logged out
label.ai.extent.archival.holdings=Extent of archival holdings
content.message.convert.ese=Convert to ESE
user.needreg=If you are not registered, you can easily do it
struts.messages.error.uploading=Error while uploading: please upload the file again.
dashboard.aledit.title=DASHBOARD - Edit archival landscape
label.ai.laboratory=Restoration laboratory available
dashboard.hgcreation.saved=You saved your file correctly, now you are going to be redirected to the content manager
terms.use.part.nine=This agreement shall enter into force following the registration process as a content provider to the Archives Portal Europe on the day of the completion of this process. 
ead2ese.label.license.europeana=Specify Europeana rights statements
username.required=Your username is required
al.message.changeIdentifier.identifierEqual=The identifier is the same already assigned to this item
dashboard.menu.uploadcontent=Upload content
previewal.text.library=Library available
email.registration=Hello and welcome, if you want to confirm your registration for the dashboard of the Archives Portal Europe, please press 
label.harvestdata=Harvest data
country.austria=Austria
dptversion.delete=Delete
user.info.password.constraints=Please remember that the password should have at least 7 characters and contains at least three of the four categories: Uppercase characters, lowercase characters, digits and nonalphanumeric characters.
eadcontent.extref.notitle=This link has no description
content.message.changeEADID=Change current EADID
content.message.processwaiting=Please wait...
label.login.logout=Logout
usermanagement.create=Create
label.ai.country=Country
label.ai.hg.information.content.default=Link to holdings guide
label.changeidentifier=Change identifier
usermanagement.institution=Institution
label.eag.uploadingerror.eagalreadyuploaded=This EAG file is already in the system. It could not be uploaded successfully
content.message.areyousureindex=Are you sure you want to delete this file from the search index?
content.message.units=Units:
previewal.text.fileupdated=Last update:
dashboard.editead.addfieldlowlevels=Add field to ALL LOW levels (item and file levels only)
label.reemail=Re-type e-mail address
content.message.indexerror=Errors when indexing
previewal.text.microforms=Microforms
dashboard.hgcreation.btn.editcurrentlevel=Edit current level
eadcontent.expandall=[Expand all]
al.message.selectGroup=Select a new group
eadcontent.altformavail=Existence and location of copies
error.user.edit.modify=Process to modify not completed correctly: please check that all the fields are properly filled.
ead2ese.label.inherit.language=Inherit language of the material from higher levels
label.edit.pwd.change=Change your password:
content.message.actions=Actions
label.ai.postal.code=Postal code
label.eag.eagfileselection=Please select a local EAG file for upload to the Archives Portal Europe
al.message.moveddown=moved down
content.message.download=Download EAD
dashboard.editead.btn.cancelandquit=Cancel and go back to the content manager
content.statistics.convertedeuropeana=Total number of files converted for Europeana:
breadcrumb.section.home=Home
ead2ese.content.license.link=Europeana Rights Guidelines
usermanagement.create.countrymanager=Create country manager
dashboard.eaguploaderror.title=DASHBOARD - HTTP EAG upload error
ssl.required=Secure Socket Layer connection is required
label.codeCaptcha=Please type the text shown above
eadcontent.fileplan=Filing plan
site.error.message.maintenance=Site maintenance
admin.menu.label.englishcountryname=English country name
admin.menu.countrycreation=Create country
previewal.text.director=Director:
al.message.noElementSelectedWithAlternativesNames=Please select an element from the list
ead2ese.content.type.video=Video
a.message.overwritefile=File not uploaded. It is already stored in your dashboard.
label.reset=Reset
dashboard.hgcreation.btn.addnewlevel=Add new level
terms.use.title=Terms and conditions
admin.menu.label.question=Do you want to create a new language?
al.message.changeIdentifier.error=Error: the identifier could not be changed
label.ai.web=Webpage
site.error.message.try=Please try again later
previewal.text.digitalrepros=Digital reproductions
content.statistics.converted.search=Total number of converted files in the search results:
content.message.batch.delete=Delete finding aids completely
dashboard.editead.btn.addlowlevels=Add low levels
label.login.viewuser=View user information
al.message.series=Group
content.message.deliveredshort=Delivered
usermanagement.name=Name
email.subject.feedback=Dashboard feedback comments and suggestions
previewal.text.open=Opening times:
label.termsOfUse=Accept terms of use
label.backhome=Back to the homepage
label.eag.uploadingerror.two=This EAG file is not valid or it could not be converted to APEnet EAG
success.user.edit=Your modifications have been saved successfully
labe.url=URL
usermanagement.username=Username
content.statistics.recordsforeuropeana.filesprocessed=files processed
email.confirmation.cm.recover.control.in=in the dashboard of the Archives Portal Europe. You can check it 
reNewpassword.notEquals=The passwords provided are different. The field "Re-type password" must contain the same value as the field "New password".
country.netherlands=Netherlands
label.forgetPwd=Get a new password
dashboard.termsofuse.title=DASHBOARD - Terms and conditions
content.message.findingaidsout=Finding aids not uploaded yet
admin.sessionmanagement.webdav=Use webdav
ead2ese.content.selectone=-- Select one --
content.message.all=All
al.message.anselectlanguage=Select language for alternative name
admin.menu.label.ok=Ok
ead2ese.label.language.select=Select language manually
content.message.publish=Publish
usermanagement.delete=Delete
terms.use.part.five=Termination of this agreement shall be provided in writing. It shall take effect on the date agreed by the parties. 
breadcrumb.section.uploadAL=Upload archival landscape
content.message.tocpf=Go to the EAC-CPF section
content.message.tofinding=Go to the finding aids section
eadcontent.acqinfo=Source of acquisition
content.message.preview=Preview EAD
eadcontent.container=Container
credentials.notMatch=The credentials do not match 
content.message.checkbutton=Check availability 
ssl.interceptor.required=SSL is required in order to work properly with this application
country.no.partner=There is no partner available for this country.
label.filetoupload=Select file to upload
previewal.text.country=Country:
label.upload=Upload
label.eag.eagcorrectlyuploaded=Your EAG file has been uploaded correctly
email.notMatch=E-mail address does not match
label.print=Print
dashboard.alview.title=DASHBOARD - Preview archival landscape
terms.use.part.nine.title.footer=Article 7: Final clause
dashboard.hgcreation.label.editdata=Edit data
dashboard.editead.xmlsavedsuccess=The full XML file has been saved, you are being redirected to the content manager
label.institutions=Institutions
country.slovenia=Slovenia
breadcrumb.section.eagupload=Upload EAG file
previewal.text.region=Region:
user.info.password.change=Remember that if you change your password you will be logged out and have to authenticate again.
label.port=Port
dashboard.editead.label.add=Add
label.footer.navigationguide=Navigation guide
label.secretanswer=Secret answer
content.message.filesremovingwarning=Warning: overwriting will cancel the processes already done with an existing file; it will delete the file from the search index, if it is already indexed. It will delete the corresponding ESE file, if already converted.If ESE records are already stored in the OAI-PMH repository, it will add a "delete" tag in the records, so that Europeana can delete them from their portal when the next harvesting process is executed.
dashboard.forgetpwd.title=DASHBOARD - Forgotten password
al.menu.manageal=Manage archival landscape:
dashboard.editead.addfieldalllevels=Add field to ALL levels
eadcontent.phystech=Physical characteristics and technical requirements
authorization.required.title=Not authorized
email.subject.confirmation.institution=Dashboard confirmation of control institution
eadcontent.userestrict=Conditions governing reproduction
label.ai.deleterepositorguide.button=Delete repositorguide
label.ai.changeainame.success=The name of the institution has been changed successfully.
content.message.error=ERROR
previewal.text.foundation=Date of foundation:
al.message.showalternativenames=Show alternative names
eadcontent.dao.notitle=This link has no description
label.upload.filewasingested=File uploaded to the server, please wait until file is ingested by the system
content.message.next=>
lastname.required=Last name is required
terms.use.part.three.footer=1. All European institutions responsible for archival material can use the portal for the publication of information on their holdings and their institutions, registered via the national contact point of their country. During the project, the national contact point of their country registers as a country manager and will grant other archival institutions access to the dashboard on their request. It is also possible for the national contact point to act on behalf of other archival institutions of their country, provided prior agreement on this exists between the institutions concerned, subject to notification of the host. Registered content providers obtain access to the dashboard and the tools provided by the project for the preparation of the data. <br> 2. The registration to the dashboard must be made by an authorised person acting as a representative or on behalf of the content provider. This person will not transfer the registration information to non-authorised persons or third parties. <br> 3. The content provider can upload, update, overwrite or delete content manually (via HTTP and FTP) or automatically (via OAI-PMH) whenever desired. The host provides the necessary technical interface through which the content provider has full control over his own data or the data that he manages on behalf of other institutions that he represents. The result of the deletion operation will be visible on the web presentation after the delay indicated. Any data that the content provider wants to have deleted will not be included in back-up operations and will be completely erased from the host server. <br> 4. The content provider can use the functionality provided by the host to automatically transfer selected data or all data to third parties. The host has no responsibility for the data delivered to third parties. Content providers also wishing to make their data available via Europeana will need to sign the special agreements provided for this purpose by Europeana and are recommended to act accordingly with regard to other third parties having separate agreements. The content provider can also stop the order of transferring data with the technical functionality provided by the host. The host has no responsibility whatsoever for data that already have been transferred by the content provider using the project''s tools. <br> 5. Each registered content provider is responsible for the legal accessibility of and the rights to re-use the data uploaded by himself to the Archives Portal Europe and optionally transferred to third parties using the technical functionality provided for this in the dashboard. No data transferred to the Archives Portal Europe can be re-used without the explicit authorisation of the content provider.
admin.sessionmanagement.logintime=Login time
previewal.text.useradmin=User administration
dashboard.edit.title=DASHBOARD - Edit
al.message.errorAdding=You cannot nest one archival institution within another
eadcontent.physfacet=Condition of the material
eadcontent.origination.pre=Former provenance
label.uploadfile=Please select a file to upload
dashboard.editead.btn.saveandquit=Save the XML file and go back to the content manager
dashboard.menu.contentmanager=Content manager
breadcrumb.section.viewUserInformation=View user information
ead2ese.label.next=Convert
eadcontent.frontpage.creation=Creation of the online finding aid
dashboard.eagupload.title=DASHBOARD - HTTP EAG upload
dashboard.editead.btn.addlevel=Add level
content.message.europeana.converted=Converted
content.statistics.title.all=Statistics of all files
al.message.changeidentifierchance=You can either change the identifiers of the listed institutions  
dashboard.editead.errordatabase=ERROR: the database rows have not been created
country.germany=Germany
label.feedback.comments=Your feedback or comments
admin.sessionmanagement.email=Email address
content.message.statuses.indexed=Indexing status
header.chooselanguage=Choose your language
dashboard.editead.label.saved=Saved
admin.menu.countryselection=Select the country:
previewal.text.fax=Fax:
al.message.unselected=unselected
al.message.changeIdentifier.alreadyUsed=The identifier is already in use in your archival landscape definition. Please select another one.
previewal.text.information=Information automation:
al.message.errorDeletion=Some errors occurred during the deletion process: please try again.
dashboard.editead.label.value=Value
content.message.titlesuccessfulfiles=SUCCESSFUL FILES
error.manager.institution.changed=Changing the institution manager has not been allowed. The user currently registered and the institution do not have the same country assigned as the new candidate.
label.password=Password
email.previouslyAssigned=This e-mail address belongs to the current manager of this institution: no action has been carried out.
label.eag.continuedashboard=Continue to your account
ead2ese.content.dataprovider.mapping=Mapping from (ead/archdesc/did/repository)
content.message.previewspage=Go to previous page
label.login.logout.toparent=Switch back to 
content.message.previewineuropeana=Preview of Europeana display
a.message.noaldefined=There is no archival landscape definition for this country
al.message.noelements=There is an empty list
usermanagement.change=Change
admin.menu.countrytranslations=Country translations
terms.use.part.one.footer=Content Provider Agreement: forthwith referred to as the agreement. <br> Project: The Archives Portal Europe is the result of the APEnet project and will be developed further within the APEX project, the latter forthwith referred to as the project. <br> Content providers: for the duration of the project, the members of the project consortium as well as other legal entities accepted by the project as partners. <br> Host: for the duration of the project, MCU, which - as leader of the corresponding project workpackage - is responsible for building the required infrastructure of the Archives Portal Europe and for preparing its maintenance after the project''s lifetime. <br> Dashboard: technical facility offering all functions for content providers for online use and tools for download and offline use. <br> National contact point: archival or administrative institution responsible for the coordination of archival institutions participation to the project.
dashboard.hgcreation.label.title=Title
email.preregistration.newinstitution.manager=has chosen you as new institution manager for the institution: 
dashboard.hgcreation.title=Creation of a holdings guide
content.message.yes=Yes
dptversion.actions=Actions
admin.sessionmanagement.delete=Delete session
dashboard.hgcreation.label.description=Description
content.message.batch.index=Index and publish finding aids
dashboard.changeforgetpwd.title=DASHBOARD - Change forgotten password
dashboard.editead.preparepage=Preparation of EAD edition page
label.ai.changeainame.newname=New name: 
eadcontent.language=Language of the material
country.france=France
struts.messages.error.generalprocess=An error was found during this process: please try again later.
content.message.notlinked=Not linked
content.message.solrerror=An error occured when trying to reach the search engine. Some functionalities are disabled at present.
usermanagement.no.institutionmanager=(Managed by country manager)
content.message.harvesting=Harvesting in progress. Actions for some files are not executed. Please try again later.
al.message.editedalternativesnamesdone=Editing of alternative names done
username.notAvailable=This username is not available: please choose another and try again.
previewal.text.webpage=Webpage:
label.identier=Identifier
terms.use.part.seven=The rights granted both by the content provider to the host and by the host to the content provider end when either party terminates this agreement. Termination of this agreement will also end data transfer made by the host to third parties.
country.italy=Italy
error.user.login-database=There was an internal database problem: please try again.
usermanagement.associate.institutionmanager.select=--- Create new partner ---
user.info.tips.forgetPwd=To reset your password, please type the e-mail address you use to sign in to your dashboard account.
label.eag.firstcreation=This is your first time to enter your dashboard. It is mandatory to create a new EAG file or to upload an existing one in order to ingest content into the Archives Portal Europe.
ead2ese.label.hierarchy.prefix=Hierarchy prefix
password.tooShort=Your password must have at least 7 characters
eadcontent.extent=Extent
errors.required=Field required
terms.use.part.two.title.footer=Preamble 
usermanagement.create.institutionmanager.new=If you want to create a new partner, please fill in the following fields:
dashboard.hgcreation.areyousuredelete=Are you sure you want to delete this level?
al.message.cannotremovefirstalternativename=You can NOT change the first alternative name
label.ai.working.places=Number of working places in the reading room
content.message.filesselection=XML files. Please select their type only in case it is not detected automatically:
error.login=Your username or password are incorrect: please insert the correct username or password.
content.message.queue=Queue
eadcontent.genreform=Genre of the material
label.ai.email=E-mail address
previewal.text.technicaldata=Technical data
admin.menu.label.EAGnotuploaded=EAG not uploaded yet
struts.messages.error.content.type.not.allowed=Error while uploading: this file format is not allowed (ZIP, XML and XSLT only).
label.email.contact=Your e-mail address
usermanagement.institution.title=Manage institution managers
ead2ese.content.link.validate=Yes (takes a lot of time)
eadcontent.bibliography=Publication note
email.notAvailable=This e-mail address is not available: please change it and try again.
terms.use.part.eight.title=Article 6: Applicable law and jurisdiction
ead2ese.content.yes=Yes
ead2ese.label.normalize=Use normalised dates and normalise non-ISO standard 8601 dates
al.message.alnotfound.two=You can download a draft version via the 'Download archival landscape' option in the menu and use it as a template or you can create a new one via the 'Edit archival landscape' option in the menu
al.menu.header=Country manager for 
success.manager.institution.preregister=The process of changing the institution manager has started successfully. An e-mail with a registration link has been sent to the account of the new user.
content.message.fileswithempyeadid=These files do not provide content in EADID, which is required. You can add some information by clicking the following button: 
label.eag.uploadingerror.parsing=The EAG file uploaded is not well-formed XML
label.repassword=Re-type password
ead2ese.label.dataprovider.custom=Specify customized data provider
previewal.text.accessanduse=Access and use:
content.message.preview2=Preview of Europeana display
previewal.text.englishname=Institution''s name in English:
admin.sessionmanagement.role=Role
previewal.text.address=Address:
dashboard.startpage.title=DASHBOARD - First login
usermanagement.create.institutionmanager=Create institution manager
label.ai.reproduction=Reproduction services available
al.message.noElementSelected=You must select an element from the list
dashboard.editead.btn.saveleveldata=Save level data
content.message.onlyselected=Only selected
al.message.errorAL=There is a problem with your archival landscape. Please go to 'Download archival landscape' and use this file as a template.
email.confirmation.im.congratulations=Congratulations  
content.message.showwarnings=Show warnings
content.message.clearresults=Clean search results
label.validate=Validate
al.message.filetoupload=This is the file you want to upload: 
label.login=Login
dashboard.view.title=DASHBOARD - View
struts.messages.error.file.too.large=Error while uploading: the file is too large (it should be less than 30MB).
email.attached.policy=Please read the attached policy before finishing your formal registration
eadcontent.separatedmaterial=Separated material
content.message.europeana=Europeana
content.message.findingAidsLinked=Finding aids linked
content.message.statuses.conversion=Conversion status
eadcontent.arrangement=System of arrangement
admin.sessionmanagement.usewebdav=Yes
eadcontent.prefercite=Preferred citation
success.manager.institution.changed=The chosen candidate is already registered in the system. The change has been conducted successfully.
dashboard.editead.label.saving=Saving...
email.recover.pwd=Hello, if you want to recover your password for your dashboard account on Archives Portal Europe, please press 
label.login.hello=Hello
dashboard.editead.addlevel=Add for this level
breadcrumb.section.contentmanager=Content manager
breadcrumb.section.selectArchive=Select archival institution
al.message.institutionhascontentindexed=Group/Institution has content indexed
eadcontent.origination.final=Final provenance
error.user.change.forget.pwd=Process to change your password not completed correctly: please try again.
page.last=>>
previewal.text.photocopies=Photocopies
reemail.notEquals=The e-mail addresses do not match: please re-enter them again.
eadcontent.extref.hg.notitle=Link to related online resource
dashboard.errorpage.title=ERROR
al.message.movedup=moved up
label.verifypassword=Verify password
content.message.errorsmall=Error
content.message.statuses.convertese=Conversion for Europeana status
page.prev=<
al.message.changedprimaryname=These items' names are going to be changed:
dashboard.simpleeaguploaderror.title=DASHBOARD - EAG error
content.message.correctly.stored=These files have been stored correctly:
country.norway=Norway
al.message.contains.eads=Deletion of an Archival Institution is only possible when there are no Findingaids, Holdings Guides or Source Guides
al.message.unselect=Unselect List Elements
content.message.noresults= No results found
label.ai.changeainame.published.eads=Change of the name of an Archival Institution is only possible when there are no Findingaids, Holdings Guides or Source Guides publish or converted to ESE/EDM.
seconddisplay.view.fa=Sj\u00e1 hj\u00e1lparg\u00f6gn